Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# home.page.settings.onboarding.message
source: Add extra personality and pick what you want to see on your new tab page. Give it a try!
de: Personalisiere deine neue Tab-Seite. Probier’s doch mal aus!
es: Añade más personalidad y elige lo que quieres ver en tu nueva pestaña. ¡Pruébalo!
fr: Ajoutez une personnalité supplémentaire et choisissez ce que vous voulez voir sur votre nouvelle page à onglet. Essayez par vous-même !
it: Aggiungi un tocco di personalità e scegli cosa vuoi vedere nella tua nuova scheda. Prova!
nl: Voeg extra persoonlijkheid toe en kies wat je op je nieuwe tabbladpagina wilt zien. Probeer het maar eens!
pl: Wybierz, co chcesz zobaczyć na stronie nowej karty, aby zyskała bardziej indywidualny charakter. Spróbuj!
pt: Adiciona personalidade extra e escolhe o que queres ver na tua página do novo separador. Experimenta!
ru: Добавьте дополнительную персонализацию и выберите, что должно присутствовать на странице новой вкладки. Попробуйте!

# home.page.settings.onboarding.title
source: New search box, custom backgrounds & more!
de: Neues Suchfeld, benutzerdefinierte Hintergründe und mehr!
es: ¡Nuevo cuadro de búsqueda, fondos personalizados y mucho más!
fr: Nouvelle boîte de recherche, arrière-plans personnalisés et plus encore !
it: Nuova casella di ricerca, sfondi personalizzati e altro ancora!
nl: Nieuw zoekvak, aangepaste achtergronden en meer!
pl: Nowe pole wyszukiwania, niestandardowe tła i nie tylko!
pt: Nova caixa de pesquisa, fundos personalizados e mais!
ru: Новая строка поиска, собственные фоны и многое другое

# home.page.settings.sections
source: Sections
de: Abschnitte
es: Secciones
it: Sezioni
nl: Secties
pl: Sekcje
pt: Secções
ru: Разделы

# home.page.settings.solid.colors
source: Solid Colors
de: Solide Farben
es: Colores sólidos
fr: Couleurs unies
it: Colori a tinta unita
nl: Effen kleuren
pl: Jednolite kolory
pt: Cores sólidas
ru: Сплошные цвета

source: Import Bookmarks
de: Lesezeichen importieren
es: Importar marcadores
fr: Importer des favoris
it: Importa segnalibri
nl: Bladwijzers importeren
pl: Importuj zakładki
pt: Importar marcadores
ru: Импортировать закладки

source: Import Passwords
de: Passwörter importieren
es: Importar contraseñas
fr: Importer les mots de passe
it: Importa password
nl: Wachtwoorden importeren
pl: Importuj hasła
pt: Importar palavras-passe
ru: Импорт паролей

source: Import Results:
de: Ergebnisse importieren:
es: Importar resultados:
fr: Résultats de l'importation :
it: Risultati dell'importazione:
nl: Resultaten van de import:
pl: Wyniki importowania:
pt: Importar resultados:
ru: Результаты импорта:

# import.bookmarks.bookmarks
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets
it: Segnalibri
nl: Bladwijzers
pl: Zakładki
pt: Marcadores
ru: Закладки

# import.bookmarks.html.title
source: HTML Bookmarks File (for other browsers)
de: HTML-Lesezeichen-Datei (für andere Browser)
es: Archivo de marcadores HTML (para otros navegadores)
fr: Fichier de signets HTML (pour les autres navigateurs)
it: File segnalibri HTML (per altri browser)
nl: HTML-bladwijzers (voor andere browsers)
pl: Plik zakładek HTML (dla innych przeglądarek)
pt: Ficheiro HTML de marcadores (para outros navegadores)
ru: Файл закладок в HTML (для других браузеров)

# import.bookmarks.indefinite.progress.text
source: Importing bookmarks…
de: Lesezeichen werden importiert …
es: Importando marcadores…
fr: Importation des signets…
it: Importazione segnalibri in corso…
nl: Bladwijzers importeren ...
pl: Importowanie zakładek…
pt: A importar marcadores…
ru: Закладки импортируются...

# import.bookmarks.number.progress.text
source: Importing bookmarks (%d)…
de: Lesezeichen werden importiert (%d) …
es: Importando favoritos (%d)...
fr: Importation des signets (%d)…
it: Importazione segnalibri (%d) in corso…
nl: Bladwijzers importeren (%d) …
pl: Importowanie zakładek (%d)…
pt: A importar marcadores (%d)…
ru: Закладки импортируются (%d)…

# import.bookmarks.safari.permission-button.title
source: Select Safari Folder…
de: Safari-Ordner auswählen …
es: Seleccionar carpeta de Safari...
fr: Sélectionner le dossier Safari…
it: Seleziona cartella Safari…
nl: Selecteer Safari-map ...
pl: Wybierz folder Safari…
pt: Selecionar pasta Safari…
ru: Выбрать папку Safari...

# import.bookmarks.select-html-file
source: Select Bookmarks HTML File…
de: HTML-Datei mit Lesezeichen auswählen …
es: Seleccionar Archivo HTML de marcadores...
fr: Sélectionner le fichier de signets HTML…
it: Seleziona file HTML segnalibri…
nl: Selecteer HTML-bestand met bladwijzers ...
pl: Wybierz plik HTML zakładek…
pt: Selecionar ficheiro HTML de marcadores…
ru: Выбрать HTML-файл с закладками...

# import.browser.data
source: Import to DuckDuckGo
de: In DuckDuckGo importieren
es: Importar a DuckDuckGo
fr: Importer dans DuckDuckGo
it: Importa in DuckDuckGo
nl: Importeren naar DuckDuckGo
pl: Importuj do DuckDuckGo
pt: Importar para o DuckDuckGo
ru: Импорт в DuckDuckGo

# import.browser.data.bookmarks
source: Import Bookmarks…
de: Lesezeichen importieren …
es: Importar marcadores
fr: Importer les signets…
it: Importa segnalibri…
nl: Bladwijzers importeren …
pl: Importuj zakładki...
pt: Importar marcadores…
ru: Импортировать закладки...

# import.browser.data.onboarding
source: Great, let’s keep this simple!
de: Super, halten wir es unkompliziert!
es: ¡Estupendo, hagámoslo de manera sencilla!
fr: Super, restons simples !
it: Ottimo, semplifichiamo le cose!
nl: Geweldig, laten we dit eenvoudig houden!
pl: Świetnie, to proste!
pt: Ótimo, vamos manter isto simples!
ru: Отлично! Зачем усложнять?

# import.browser.data.passwords
source: Import Passwords…
de: Passwörter importieren …
es: Importar contraseñas
fr: Importer les mots de passe…
it: Importa password…
nl: %1$d Open en ontgrendel **%2$s** %3$d Selecteer **Bestand → Kluis exporteren** in de menubalk %4$d Selecteer de bestandsindeling: **.csv** %5$d Voer je Bitwarden-masterwachtwoord in %6$d Klik op %7$@ en bewaar het bestand op een plek waar je het kunt vinden (bijv. het bureaublad) %8$d %9$@t
pl: Importuj hasła...
pt: Importar palavras-passe…
ru: Импортировать пароли...

# import.browser.data.shortcuts
source: Almost done!
de: Fast fertig!
es: ¡Casi listo!
fr: C'est presque terminé !
it: Quasi finito!
nl: Bijna klaar!
pl: Prawie gotowe!
pt: Quase pronto!
ru: Почти готово!

# import.browser.data.shortcuts.subtitle
source: You can always right-click on the browser toolbar to find more shortcuts like these.
de: Du kannst jederzeit mit der rechten Maustaste auf die Symbolleiste des Browsers klicken, um weitere Shortcuts wie diese zu finden.
es: Siempre puedes hacer clic con el botón derecho en la barra de herramientas del navegador para encontrar más accesos directos como estos.
fr: Vous pouvez toujours faire un clic droit sur la barre d'outils du navigateur pour accéder à d'autres raccourcis de ce type.
it: Per trovare altre scorciatoie come queste, puoi sempre fare clic con il tasto destro del mouse sulla barra degli strumenti del browser.
nl: Je kunt altijd met de rechtermuisknop op de werkbalk van de browser klikken om meer van deze snelkoppelingen te vinden.
pl: Zawsze możesz kliknąć prawym przyciskiem myszy pasek narzędzi przeglądarki, aby znaleźć więcej takich skrótów.
pt: Podes sempre clicar com o botão direito do rato na barra de ferramentas do navegador para encontrares mais atalhos como estes.
ru: Другие ярлыки можно всегда найти, щелкнув по панели инструментов браузера правой кнопкой мыши.

# import.browser.data.source.subtitle
source: Access and manage your passwords in DuckDuckGo Settings > Passwords & Autofill.
de: Du kannst deine Passwörter unter DuckDuckGo-Einstellungen > Passwörter & Autovervollständigen verwalten.
es: Consulta y gestiona tus contraseñas en Ajustes de DuckDuckGo > Contraseñas y autocompletar.
fr: Accédez à vos mots de passe et gérez-les dans Paramètres de DuckDuckGo > Mots de passe et saisie automatique.
it: Accedi e gestisci le tue password in Impostazioni di DuckDuckGo > Password e compilazione automatica.
nl: Open en beheer je wachtwoorden in DuckDuckGo Instellingen > Wachtwoorden en automatisch aanvullen.
pl: Uzyskaj dostęp do swoich haseł i zarządzaj nimi w obszarze Ustawienia DuckDuckGo > Hasła i autouzupełnianie.
pt: Acede e faz a gestão das tuas palavras-passe em Definições do DuckDuckGo > Palavras-passe e preenchimento automático.
ru: Просмотреть и проконтролировать пароли в DuckDuckGo можно в разделе «Настройки > Пароли и автозаполнение».

# import.browser.data.source.title
source: Where do you want to import from?
de: Woher möchtest du importieren?
es: ¿De dónde quieres importar?
fr: D'où voulez-vous importer ?
it: Da dove vuoi importare?
nl: Vanwaar wil je importeren?
pl: Skąd chcesz importować?
pt: De onde queres importar?
ru: Откуда импортировать данные?

# import.browser.data.success.title
source: Import complete!
de: Import abgeschlossen!
es: ¡Importación completada!
fr: Importation terminée !
it: Importazione completata!
nl: Importeren voltooid!
pl: Import zakończony!
pt: Importação concluída!
ru: Импортирование завершено.

# import.csv.instructions.bitwarden
source: %1$d Open and unlock **%2$s** %3$d Select **File → Export vault** from the Menu Bar %4$d Select the File Format: **.csv** %5$d Enter your Bitwarden main password %6$d Click %7$@ and save the file someplace you can find it (e.g., Desktop) %8$d %9$@
de: %1$d Öffne und entsperre **%2$s** %3$d Wähle **Datei → Tresor exportieren** in der Menüleiste %4$d Wähle das Dateiformat: **.csv** %5$d Gib dein Bitwarden Haupt-Passwort ein %6$d Klicke auf %7$@ und speichere die Datei an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %8$d %9$@
es: %1$d Abre y desbloquea **%2$s** %3$d Selecciona **Archivo → Exportar caja fuerte** en la barra de menú %4$d Selecciona el formato de archivo: **.csv** %5$d Introduce tu contraseña principal de Bitwarden %6$d Haz clic en %7$@ y guarda el archivo donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %8$d %9$@
fr: %1$d Ouvrez et déverrouillez **%2$s** %3$d Sélectionnez **Fichier → Exporter le coffre-fort** dans la barre de menu %4$d Sélectionnez le format de fichier : **.csv** %5$d Saisissez votre mot de passe Bitwarden principal %6$d Cliquez sur %7$@ et enregistrez le fichier à un endroit où le trouver facilement (par exemple, sur le bureau) %8$d %9$@
it: %1$d Apri e sblocca **%2$s** %3$d Seleziona **File → Esporta vault** dalla Barra dei menu %4$d Seleziona il Formato del file: **.csv** %5$d Inserisci la tua password principale Bitwarden %6$d Clicca su %7$@ e salva il file dove puoi trovarlo (ad esempio, sul desktop) %8$d %9$@
nl: %1$d Open en ontgrendel **%2$s** %3$d Selecteer **Bestand → Kluis exporteren** in de menubalk %4$d Selecteer de bestandsindeling: **.csv** %5$d Voer je Bitwarden-hoofdwachtwoord in %6$d Klik op %7$@ en bewaar het bestand op een plek waar je het kunt vinden (bijv. het bureaublad) %8$d %9$@
pl: %1$d Otwórz i odblokuj aplikację **%2$s** %3$d Wybierz **Plik → Eksportuj sejf** na pasku menu %4$d Wybierz format pliku: **.csv** %5$d Wprowadź hasło główne aplikacji Bitwarden %6$d Kliknij %7$@ i zapisz plik w łatwo dostępnym miejscu (np. na pulpicie) %8$d %9$@
pt: %1$d Abre e desbloqueia o **%2$s** %3$d Seleciona **Ficheiro → Exportar cofre** na barra de menus %4$d Seleciona o formato do ficheiro: **.csv** %5$d Introduz a tua palavra-passe principal do Bitwarden %6$d Clica em %7$@ e guarda o ficheiro onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %8$d %9$@
ru: %1$d Откройте и разблокируйте **%2$s** %3$d На панели меню выберите **Файл → Экспортировать хранилище** %4$d Выберите формат файла: **.csv** %5$d Введите основной пароль к Bitwarden %6$d Нажмите %7$@ и сохраните файл там, где вы легко его найдете (например, на рабочем столе) %8$d %9$@

# import.csv.instructions.brave
source: %1$d Open **%2$s** %3$d Click %4$@ to open the application menu then click **Password Manager** %5$d Click %6$@ **at the top left** of the Password Manager and select **Settings** %7$d Find “Export Passwords” and click **Download File** %8$d Save the passwords file someplace you can find it (e.g., Desktop) %9$d %10$@
de: %1$d Öffne **%2$s** %3$d Klicke auf %4$@, um das Anwendungsmenü zu öffnen, und klicke dann auf **Passwort-Manager** %5$d Klicke auf %6$@ **oben links** im Passwort-Manager und wähle **Einstellungen** %7$d Finde „Passwörter exportieren“ und klicke auf **Datei herunterladen** %8$d Speichere die Datei mit den Passwörtern an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %9$d %10$@
es: %1$d Abre **%2$s** %3$d Haz clic en %4$@ para abrir el menú de la aplicación y a continuación haz clic en **Administrador de contraseñas** %5$d Haz clic en %6$@ **en la parte superior izquierda** del Administrador de contraseñas y selecciona **Configuración** %7$d Busca "Exportar contraseñas" y haz clic en **Descargar archivo** %8$d Guarda el archivo de contraseñas donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %9$d %10$@
fr: %1$d Ouvrez **%2$s** %3$d Cliquez sur %4$@ pour ouvrir le menu des applications, puis sur **Gestionnaire de mots de passe** %5$d Cliquez sur %6$@ **en haut à gauche** du gestionnaire de mots de passe et sélectionnez **Paramètres** %7$d Recherchez « Exporter les mots de passe » et cliquez sur **Télécharger le fichier** %8$d Enregistrez le fichier des mots de passe à un endroit où le trouver facilement (par exemple, sur le bureau) %9$d %10$@
it: %1$d Apri **%2$s** %3$d Fai clic su %4$@ per aprire il menu dell'applicazione, quindi fai clic su **Password Manager** %5$d Fai clic su %6$@ **in alto a sinistra** di Password Manager e seleziona **Impostazioni** %7$d Trova "Esporta password" e fai clic su **Download file** %8$d Salva il file password dove puoi trovarlo (ad esempio, sul desktop) %9$d %10$@
nl: %1$d Open **%2$s** %3$d Klik op %4$@ om het toepassingsmenu te openen en klik vervolgens op **Wachtwoordbeheer**%5$d Klik op %6$@ **linksboven** in de wachtwoordbeheerder en selecteer **Instellingen** %7$d Zoek 'Wachtwoorden exporteren' en klik op **Bestand downloaden** %8$d Bewaar het bestand met de wachtwoorden op een plek waar je het kunt vinden (bijv. het bureaublad) %9$d %10$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Kliknij %4$@, aby otworzyć menu aplikacji, a następnie kliknij **Menedżer haseł** %5$d Kliknij %6$@ **w lewym górnym rogu** Menedżera haseł i wybierz **Ustawienia** %7$d Znajdź pozycję „Eksportuj hasła” i kliknij **Pobierz plik** %8$d Zapisz plik haseł w łatwo dostępnym miejscu (np. na biurku) %9$d %10$@
pt: %1$d Abre o **%2$s** %3$d Clica em %4$@ para abrir o menu da aplicação e, em seguida, clica em **Gestor de palavras-passe** %5$d Clica em %6$@ **na parte superior esquerda** do Gestor de palavras-passe e seleciona **Definições** %7$d Encontra a opção "Exportar palavras-passe" e clica em **Transferir ficheiro** %8$d Guarda o ficheiro de palavras-passe onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %9$d %10$@
ru: %1$d Откройте **%2$s** %3$d Нажмите значок %4$@, чтобы открыть меню приложения, а затем выберите **Менеджер паролей** %5$d Нажмите значок %6$@ **сверху слева** от заголовка «Менеджер паролей» и выберите **Настройки** %7$d Найдите опцию «Экспортировать пароли» и нажмите **Загрузить файл** %8$d Сохраните файл с паролями там, где вы легко его найдете (например, на рабочем столе) %9$d %10$@

# import.csv.instructions.chrome
source: %1$d Open **%2$s** %3$d In a fresh tab, click %4$@ then **Google Password Manager → Settings** %5$d Find “Export Passwords” and click **Download File** %6$d Save the passwords file someplace you can find it (e.g., Desktop) %7$d %8$@
de: %1$d Öffne **%2$s** %3$d Klicke in einem neuen Tab auf %4$@ und dann auf **Google Password Manager → Einstellungen** %5$d Finde „Passwörter exportieren“ und klicke auf **Datei herunterladen** %6$d Speichere die Datei mit den Passwörtern an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %7$d %8$@
es: %1$d Abre **%2$s** %3$d En una nueva pestaña, haz clic en %4$@ y luego en **Gestor de contraseñas de Google → Configuración** %5$d Busca "Exportar contraseñas" y haz clic en **Descargar archivo** %6$d Guarda el archivo de contraseñas donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %7$d %8$@
fr: %1$d Ouvrez **%2$s** %3$d Dans un nouvel onglet, cliquez sur %4$@ puis sur **Gestionnaire de mots de passe Google → Paramètres** %5$d Recherchez « Exporter les mots de passe » et cliquez sur **Télécharger le fichier** %6$d Enregistrez le fichier des mots de passe à un endroit où le trouver facilement (par exemple, sur le bureau) %7$d %8$@
it: %1$d Apri **%2$s** %3$d In una nuova scheda, fai clic su %4$@, quindi su **Gestore delle password di Google → Impostazioni** %5$d Trova "Esporta password" e fai clic su **Scarica file** %6$d Salva il file delle password dove puoi trovarlo (ad esempio, sul desktop) %7$d %8$@
nl: %1$d Open **%2$s** %3$d Klik in een nieuw tabblad op %4$@ en vervolgens op **Google Wachtwoordbeheerder → Instellingen** %5$d Zoek "Wachtwoorden exporteren" en klik op **Bestand downloaden** %6$d Bewaar het wachtwoordbestand op een plek waar je het kunt vinden (bijv. het bureaublad) %7$d %8$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Na nowej karcie kliknij %4$@, a następnie **Menedżer haseł Google → Ustawienia** %5$d Znajdź pozycję „Eksportuj hasła” i kliknij **Pobierz plik** %6$d Zapisz plik haseł w łatwo dostępnym miejscu (np. na biurku) %7$d %8$@
pt: %1$d Abre o **%2$s** %3$d Num novo separador, clica em %4$@ e, em seguida, clica em **Gestor de Palavras-passe da Google → Definições** %5$d Encontra a opção "Exportar palavras-passe" e clica em **Transferir ficheiro** %6$d Guarda o ficheiro de palavras-passe onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %7$d %8$@
ru: %1$d Откройте **%2$s** %3$d В новой вкладке нажмите на значок %4$@, а затем: **Менеджер паролей Google → Настройки** %5$d Найдите опцию «Экспортировать пароли» и нажмите **Скачать файл** %6$d Сохраните файл с паролями там, где вы легко его найдете (например, на рабочем столе) %7$d %8$@

# import.csv.instructions.chromium
source: %1$d Open **%2$s** %3$d In a fresh tab, click %4$@ then **Password Manager → Settings** %5$d Find “Export Passwords” and click **Download File** %6$d Save the passwords file someplace you can find it (e.g., Desktop) %7$d %8$@
de: %1$d Öffne **%2$s** %3$d Klicke in einer neuen Registerkarte auf %4$@ und dann auf **Passwort-Manager → Einstellungen** %5$d Suche nach „Passwörter exportieren“ und klicke auf **Datei herunterladen** %6$d Speichere die Datei mit den Passwörtern an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %7$d %8$@
es: %1$d Abre **%2$s** %3$d En una nueva pestaña, haz clic en %4$@ y luego en **Gestor de contraseñas → Configuración** %5$d Busca "Exportar contraseñas" y haz clic en **Descargar archivo** %6$d Guarda el archivo de contraseñas donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %7$d %8$@
fr: %1$d Ouvrez **%2$s** %3$d Dans un nouvel onglet, cliquez sur %4$@ puis sur **Gestionnaire de mots de passe → Paramètres** %5$d Recherchez « Exporter les mots de passe » et cliquez sur **Télécharger le fichier** %6$d Enregistrez le fichier des mots de passe à un endroit où le trouver facilement (par exemple, sur le bureau) %7$d %8$@
it: %1$d Apri **%2$s** %3$d In una nuova scheda, fai clic su %4$@, quindi su **Gestore password → Impostazioni** %5$d Trova "Esporta password" e fai clic su **Scarica file** %6$d Salva il file delle password dove puoi trovarlo (ad esempio, sul desktop) %7$d %8$@
nl: %1$d Open **%2$s** %3$d Klik in een nieuw tabblad op %4$@ en vervolgens op **Wachtwoordbeheerder → Instellingen** %5$d Zoek "Wachtwoorden exporteren" en klik op **Bestand downloaden** %6$d Bewaar het wachtwoordbestand op een plek waar je het kunt vinden (bijv. het bureaublad) %7$d %8$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Na nowej karcie kliknij %4$@, a następnie **Menedżer haseł → Ustawienia** %5$d Znajdź pozycję „Eksportuj hasła” i kliknij **Pobierz plik** %6$d Zapisz plik haseł w łatwo dostępnym miejscu (np. na biurku) %7$d %8$@
pt: %1$d Abre o **%2$s** %3$d Num novo separador, clica em %4$@ e, em seguida, clica em **Gestor de palavras-passe → Definições** %5$d Encontra a opção "Exportar palavras-passe" e clica em **Transferir ficheiro** %6$d Guarda o ficheiro de palavras-passe onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %7$d %8$@
ru: %1$d Откройте **%2$s**%3$d В новой вкладке нажмите на значок %4$@, а затем: **Менеджер паролей → Настройки** %5$d Найдите опцию «Экспортировать пароли» и нажмите **Скачать файл** %6$d Сохраните файл с паролями там, где вы легко его найдете (например, на рабочем столе) %7$d %8$@

# import.csv.instructions.coccoc
source: %1$d Open **%2$s** %3$d Type “_coccoc://settings/passwords_” into the Address bar %4$d Click %5$@ (on the right from _Saved Passwords_) and select **Export passwords** %6$d Save the passwords file someplace you can find it (e.g., Desktop) %7$d %8$@
de: %1$d Öffne **%2$s** %3$d Gib „_coccoc://settings/passwords_“ in die Adressleiste ein %4$d Klicke auf %5$@ (rechts neben _Gespeicherte Passwörter_) und wähle **Passwörter exportieren** %6$d Speichere die Passwortdatei an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %7$d %8$@
es: %1$d Abre **%2$s** %3$d Escribe "_coccoc://settings/passwords_" en la barra de direcciones %4$d Haz clic en %5$@ (a la derecha de _Contraseñas guardadas_) y selecciona **Exportar contraseñas** %6$d Guarda el archivo de contraseñas donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %7$d %8$@
fr: %1$d Ouvrez **%2$s** %3$d Saisissez « _coccoc://settings/passwords_ » dans la barre d'adresse %4$d Cliquez sur %5$@ (à droite de _Saved Passwords_) et sélectionnez **Exporter les mots de passe** %6$d Enregistrez le fichier des mots de passe à un endroit où le trouver facilement (par exemple, sur le bureau) %7$d %8$@
it: %1$d Apri **%2$s** %3$d Digita "_coccoc://settings/passwords_" nella barra degli indirizzi %4$d Fai clic su %5$@ (a destra di _Saved Passwords_) e seleziona **Esporta password** %6$d Salva il file delle password dove puoi trovarlo (ad esempio sul desktop) %7$d %8$@
nl: %1$d Open **%2$s** %3$d Typ “_coccoc://settings/passwords_” in de adresbalk %4$d Klik op %5$@ (aan de rechterkant van _Opgeslagen wachtwoorden_) en selecteer **Wachtwoorden exporteren** %6$d Bewaar het wachtwoordbestand op een plek waar u het kunt vinden (bijv. het bureaublad) %7$d %8$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Wpisz „_coccoc://settings/passwords_” w pasku adresu %4$d Kliknij %5$@ (po prawej stronie pozycji _Saved Passwords_) i wybierz **Export passwords** %6$d Zapisz plik haseł w łatwo dostępnym miejscu (np. na biurku) %7$d %8$@
pt: %1$d Abre o **%2$s** %3$d Escreve "_coccoc://settings/passwords_" na barra de endereço %4$d Clica em %5$@ (à direita de _Palavras-passe guardadas_) e seleciona **Exportar palavras-passe** %6$d Guarda o ficheiro de palavras-passe onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %7$d %8$@
ru: %1$d Откройте **%2$s** %3$d Введите текст «_coccoc://settings/passwords_» в адресную строку %4$d Нажмите значок %5$@ (справа от заголовка «Сохраненные пароли») и выберите **Экспортировать пароли** %6$d Сохраните файл с паролями там, где вы легко его найдете (например, на рабочем столе) %7$d %8$@
